Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Clarify what the “Specific adverse reaction follow-up questions for: Pancreatitis and Pancreatic Cancer” consist of, specifying, if applicable, the form of distribution, recipients, etc.
es_es: Aclárese en qué consisten las "Preguntas de seguimiento específicas sobre eventos adversos para pancreatitis y cáncer pancreático", especificando, de corresponder, la forma de distribución, los destinatarios, etc.

source: Clarifying remarks (for public users)
es_es: Observaciones aclaratorias (para usuarios públicos)

source: Clarity & degree of opalescence (clear to slightly opalescent)
es_es: Limpidez y grado de opalescencia (transparente a ligeramente opalescente)

source: Clarity [NTU]
es_es: Limpidez [NTU]

source: Clarity and degree of opalescence
es_es: Limpidez y grado de opalescencia

source: Clarity and degree of opalescence of liquids
es_es: Limpidez y grado de opalescencia de los líquidos

source: Clarity and degree of opalescence,
es_es: Limpidez y grado de opalescencia

source: Clarity and degree of opalescence, degree of colouration and particulate contamination
es_es: Limpidez y grado de opalescencia, grado de coloración y contaminación de partículas

source: Clarity and degree of opalescence, degree of colouration and particulate contamination must be in accordance with pharmacopoeial expectations.
es_es: Los atributos de limpidez y grado de opalescencia, grado de coloración y contaminación de partículas deben cumplir con expectativas incluidas en farmacopea.

source: Clarity and degree of oppalescence (NTU)
es_es: Limpidez y grado de opalescencia (NTU)

source: Clarity of solution
es_es: Claridad de la solución

source: Clase 1:
es_es: Class 1:

source: Clase 2:
es_es: Class 2:

source: Clase 3:
es_es: Class 3:

source: Clase 4:
es_es: Class 4:

source: Clasificación de acuerdo al Sistema Biofarmacéutico
es_es: Classification according to the Biopharmaceutical System

source: Class acc.
es_es: Clase según

source: Class of Solvent
es_es: Clase de disolvente

source: Classifi-cation
es_es: Clasifi-cación

source: Classification
es_es: Clasificación

source: Classification and NOR ranges were applied and confirmed in validation fills demonstrating robust and consisting product quality and performance, see Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: En los llenados de validación, se aplicaron y confirmaron la clasificación correspondiente y los rangos operativos normales, y quedó demostrada la calidad y el rendimiento robustos y sistemáticos del producto. Ver la Sección 3.2.P.3.5 Validación y/o evaluación del proceso.

source: Classification of kidney function
es_es: Clasificación de la función renal

source: Classification:
es_es: Clasificación:

source: Clean room design:
es_es: Diseño de sala blanca:

source: Clean room design: conventional clean room (restricted access barrier system)
es_es: Diseño de la sala blanca: sala blanca convencional (sistema de barrera de acceso restringido)

source: Clean the cell windows of Scirocco 2000 (A) with a lint free tissue paper.
es_es: Limpiar las ventanas celda del equipo Scirocco 2000 (A) con papel de limpieza libre de pelusas

source: Clean the feeder with the help of brush.
es_es: Limpiar el alimentador con un cepillo.

source: Cleaning and Sanitation
es_es: Limpieza y desinfección

source: Cleaning and sanitization for all manufacturing areas is conducted regularly as described in effective procedures.
es_es: Todas las áreas de fabricación se limpian y sanitizan regularmente como se describe en los procedimientos vigentes.

source: Cleaning of equipment
es_es: Limpieza de equipos

source: Cleaning operation includes final WFI flushes until cleaning agent is removed to acceptable level which is defined for cleaning validation based on toxicological data.
es_es: La limpieza incluye un enjuague final con agua para inyección, hasta eliminar el agente limpiador hasta un nivel aceptable validado en función de los datos toxicológicos de limpieza.

source: Cleaning, sanitization, and sterilization for all manufacturing areas is regularly conducted as described in effective procedures.
es_es: Todas las áreas de fabricación se limpian, sanitizan y esterilizan regularmente como se describe en los procedimientos vigentes.

source: Cleaning-in-Place
es_es: Limpieza in situ

source: Cleaning-in-place
es_es: Limpieza en el lugar

source: Cleaning-out-of-Place
es_es: Limpieza externa

source: Cleaning-out-of-place
es_es: Limpieza externa

source: Clear glass volumetric flask stored in a refrigerator at about 5°C
es_es: Matraz aforado de vidrio transparente, almacenado en refrigerador a aproximadamente 5° C

source: Clear glass volumetric flaskstored in a refrigerator at about5°C
es_es: Matraz aforado de vidrio transparente, almacenado en refrigerador a aproximadamente 5° C

source: Clear to slightly opalescent solution means degree of opalescence of the solution is ≤ 18 NTU
es_es: Solución transparente a ligeramente opalescente, es decir que el grado de opalescencia de la solución es ≤ 18 NTU

source: Clear to slightly opalescent solution ≤ 18 NTU1
es_es: Solución límpida a ligeramente opalescente ≤ 18 NTU1

source: Clear, colorless liquid
es_es: líquido transparente e incoloro.

source: Clearly indicate the 150 mg Biolot used for the absolute Bioavailability study.
es_es: Indicar claramente el biolote de 150 mg utilizado para el estudio de Biodisponibilidad absoluta.

source: Clearly indicate which dose was used in Clinical Study 1199.21; data submitted in the study (single dose of 150 mg in soft capsules) does not coincide with what was claimed by the laboratory (3 capsules of 50 mg).
es_es: Indicar claramente qué dosis se usó en el Estudio clínico 1199.21; los datos presentados en el estudio (dosis única de 150 mg en cápsulas blandas) no coinciden con lo que afirmó el laboratorio (3 capsulas de 50 mg).

source: Clearly state:
es_es: Indicar claramente:

source: Click on the 'Signal test'.
es_es: Hacer clic en Prueba de señal.

source: Climatic Zone III/IV
es_es: Zona climática III/IV

source: Climatic zone
es_es: Zona climática

source: Clinical
es_es: Clínicos

source: Clinical Chemistry – Urea
es_es: Química clínica – Urea

source: Clinical Event Committee
es_es: Comité de eventos clínicos

source: Clinical Laboratory Abnormalities and Other Abnormal Assessments as AEs and SAEs
es_es: Anomalías de laboratorio clínico y otras anomalías en la evaluación de los EA y EAG

source: Clinical Overview
es_es: Resumen clínico

source: Clinical Research Unit:
es_es: Unidad de investigación clínica:

source: Clinical Summary
es_es: Resumen clínico

source: Clinical Trial Formulations and Batches
es_es: Formulaciones y partidas de ensayos clínicos

source: Clinical Trial Report
es_es: Informe de estudio clínico

source: Clinical assessments
es_es: Evaluaciones clínicas

source: Clinical assessments: A trained health care professional will assess the mRS via telephone interview with the transcript assessed by multiple blinded readers to achieve a consensus rating.(29) “Home time” (30) will be recorded.
es_es: Evaluaciones clínicas: un profesional médico capacitado evaluará la puntuación de la escala mRS mediante una encuesta telefónica. Múltiples lectores enmascarados interpretarán las transcripciones para llegar a un consenso sobre la calificación.(29) Se tomará nota del “Tiempo en domicilio” (30).

source: Clinical assessments: A trained health care professional will assess the mRS via telephone interview with the transcript assessed by multiple blinded readers to achieve a consensus rating.(28)
es_es: Evaluaciones clínicas: un profesional médico capacitado evaluará la puntuación de la escala mRS mediante una encuesta telefónica. Múltiples lectores cegados interpretarán las transcripciones para llegar a una calificación consensuada.(28)

source: Clinical assessments: A trained health care professional will assess the mRS via telephone interview with the transcript assessed by multiple blinded readers to achieve a consensus rating.(28) “Home time” (29) will be recorded.
es_es: Evaluaciones clínicas: un profesional médico capacitado evaluará la puntuación de la escala mRS mediante una encuesta telefónica. Múltiples lectores interpretarán las transcripciones para llegar a un consenso sobre la calificación.(28) Se tomará nota del “Tiempo en domicilio” (29).

source: Clinical assessments: NIHSS & pre-stroke mRS recorded in clinical notes upon presentation to hospital are recorded in the CRF as baseline measurements.
es_es: Evaluaciones clínicas: las puntuaciones de NIHSS y mRS antes del ACV que se hayan registrado en notas clínicas al presentarse en el hospital se ingresarán en el CRF como mediciones iniciales.

source: Clinical assessments: Neurological and functional assessment by NIHSS will be performed by a blinded health professional.
es_es: Evaluaciones clínicas: un profesional médico enmascarado evaluará las condiciones funcionales y neurológicas usando la escala NIHSS.

source: Clinical assessments: Neurological assessment (NIHSS) will be performed at 24hrs or, if the patient is anaesthetised, as soon as practicable after 24 hrs by a blinded health professional.
es_es: Evaluaciones clínicas: un profesional médico enmascarado llevará a cabo evaluaciones neurológicas (NIHSS) al cabo de 24 horas o, si el paciente se encuentra anestesiado, lo antes posible luego de las 24 horas.

source: Clinical chemistry:
es_es: Química Clínica:

source: Clinical data as well as nonclinical studies on fertility are not available for tenecteplase.
es_es: No se dispone de datos clínicos ni de estudios preclínicos sobre fertilidad con tenecteplasa.

source: Clinical data on malignancy associated with IL-36R inhibition is limited by duration and number of treated individuals.
es_es: Los datos clínicos sobre la presencia de tumores malignos asociada con la inhibición de IL-36R están limitados tanto por la duración como por la cantidad de individuos tratados.

source: Clinical data were categorised as critical or non-critical according to the importance of these data to the trial objective.
es_es: Los datos clínicos se clasificaron como críticos o no críticos según su importancia para el objetivo del ensayo.

source: Clinical equivalence of both recombinant tissue plasminogen activators products in terms of efficacy and safety has been confirmed in both indications by randomised clinical trials (P22-05053, P24-07195, P99-02520).
es_es: La equivalencia clínica de ambos activadores de plasminógeno tisular recombinantes en términos de eficacia y seguridad ha sido confirmada en ambas indicaciones mediante ensayos clínicos aleatorizados (P22-05053, (P24-07195, P99-02520).

source: Clinical impact of dyslipidemia
es_es: Impacto clínico de la dislipidemia

source: Clinical laboratory evaluation
es_es: Controles clínicos de laboratorio

source: Clinical laboratory evaluations
es_es: Evaluaciones clínicas de laboratorio

source: Clinical laboratory measurements were performed for the parameters listed in Section 9.5.3.3.
es_es: Se realizaron mediciones de laboratorio clínico para los parámetros enumerados en la Sección 9.5.3.3.

source: Clinical laboratory values measured within 3 days after the last intake of study medication were considered as “on-treatment”, except for creatinine and eGFR (values up to 1 day after the last intake were used, to reflect the rapid change in plasma volume).
es_es: Los valores de laboratorio clínicos medidos dentro de los 3 días posteriores a la última ingesta del medicamento del estudio se consideraron "en tratamiento", excepto la creatinina y la TFGe (se tomaron valores hasta 1 día después de la última ingesta, para reflejar el cambio rápido en el volumen plasmático).

source: Clinical phase(s):
es_es: Fase clínica:

source: Clinical phase: II
es_es: Fase clínica: II

source: Clinical practice guidelines from the American College of Chest Physicians for the management of VTE in neonates and children include recommendations derived or extrapolated from adult data due to the relative lack of data in children.
es_es: Las guías de práctica clínica del Colegio Estadounidense de Médicos del Tórax para el tratamiento de la TEV en recién nacidos y niños incluyen recomendaciones derivadas o extrapoladas de datos de adultos debido a la relativa falta de datos en niños.

source: Clinical routine examination
es_es: Examen clínico de rutina

source: Clinical study number, description
es_es: N.° de est. clín., descr.

source: Clinical summary score (secondary endpoint)
es_es: Puntuación del resumen clínico (criterio de valoración secundario)

source: Clinical trial protocol (description)
es_es: Protocolo de ensayo clínico (descripción)

source: Clinical trials
es_es: Ensayos clínicos

source: Clinical examinations
es_es: Exámenes neurológicos

source: Clinically confirmed ranges from CMC1 and CMC2 batches shown to be safe and efficacious in clinical trials are used as real-time data throughout the shelf-life of the drug product and are considered important data for setting commercial specifications.
es_es: Los rangos clínicamente confirmados de las partidas de los procesos CMC1 y CMC2 que demostraron seguridad y eficacia en ensayos clínicos se usan como datos en tiempo real durante la vida útil del medicamento y se consideran datos importantes para el establecimiento de especificaciones comerciales.

source: Clinically derived ranges
es_es: Rangos derivados clínicamente

source: Clinically relevant abnormalities in laboratory parameters were to be reported as AEs.
es_es: Las anomalías clínicamente relevantes en los parámetros de laboratorio debían notificarse como eventos adversos.

source: Clinically relevant changes in vital signs or ECGs were to be reported as AEs.
es_es: Los cambios clínicamente relevantes en los signos vitales o en los ECG debían informarse como eventos adversos.

source: Clinically significant abnormal laboratory findings or other abnormal assessments that are detected during the study or are present at baseline and significantly worsen following the start of the study will be reported as AEs or SAEs.
es_es: Los resultados anómalos de laboratorio o de otras evaluaciones que sean de relevancia clínica y que se detecten durante el estudio o que estén presentes al inicio del estudio y empeoren significativamente después de su inicio se informarán como evento adverso o evento adverso grave.

source: Clip at Arg275 / single-chain
es_es: Corte en Arg275/cadena única

source: Clissold); Department of Neurology, Alfred Hospital, Prahran, Victoria, Australia (Cloud); Department of Medicine, Northeast Health, Wangaratta, Victoria, Australia (Bolitho); Department of Medicine, Albury Base Hospital, Albury, New South Wales, Australia (Bonavia); Department of Medicine, Goulburn Valley Health, Shepparton, Victoria, Australia (Bhattacharya); Department of Medicine, Latrobe Regional Health, Traralgon, Victoria, Australia (Wright); Department of Medicine, Campbelltown Hospital, Campbelltown, New South Wales, Australia (Mamun); Department of Aged Care and Rehabilitation, Bankstown-Lidcombe Hospital, Bankstown, New South Wales, Australia (O’Rourke); Department of Neurology, Royal Prince Alfred Hospital, Camperdown, New South Wales, Australia (Worthington); Department of Neurology, Royal Brisbane and Women’s Hospital and the University of Queensland, Brisbane, Queensland, Australia (Wong); Maridulu budyari gumal, The Sydney Partnership for Health Education Research & Enterprise (SPHERE), University of New South Wales, Sydney, Australia (Levi); Victorian Stroke Telemedicine service, Ambulance Victoria, Melbourne, Victoria, Australia (Bladin).
es_es: Clissold); Departamento de Neurología, Alfred Hospital, Prahran, Victoria, Australia (Cloud); Departamento de Medicina, Northeast Health, Wangaratta, Victoria, Australia (Bolitho); Departamento de Medicina, Albury Base Hospital, Albury, Nueva Gales del Sur,Australia (Bonavia); Departamento de Medicina, Goulburn Valley Health, Shepparton, Victoria, Australia (Bhattacharya); Departamento de Medicina, Latrobe Regional Health, Traralgon, Victoria, Australia (Wright); Departamento de Medicina, Hospital Campbelltown, Campbelltown, Nueva Gales del Sur, Australia (Mamun); Departamento de Rehabilitación y Atención a Mayores de Edad, Hospital Bankstown-Lidcombe, Bankstown, Nueva Gales del Sur, Australia (O'Rourke); Departamento de Neurología, Royal Prince Alfred Hospital, Camperdown, Nueva Gales del Sur, Australia (Worthington); Departamento de Neurología, Royal Brisbane and Women's Hospital y Universidad de Queensland, Brisbane, Queensland, Australia (Wong); Maridulu budyari gumal, The Sydney Partnership for Health Education Research & Enterprise (SPHERE), Universidad de Nueva Gales del Sur, Sydney, Australia (Levi); Servicio de telemedicina para accidentes cerebrovasculares de Victoria, Ambulance Victoria, Melbourne, Victoria, Australia (Bladin).

source: Close attention should be paid to maintaining stable blood pressure and minimising delays in starting the procedure.
es_es: Es importante mantener estable la presión arterial y reducir al mínimo los retrasos en el inicio del procedimiento.

source: Close neurological observation will be conducted primarily during the first 48 hours after treatment administration according to local clinical practice.
es_es: Se realizará una minuciosa observación neurológica principalmente durante las primeras 48horas después de la administración del tratamiento, según la atención médica local.

source: Close the containers hermetically and place in the thermostatically controlled chamber set to the temperature and pressure prescribed in the monograph; after equilibration, carry out the chromatography under the prescribed conditions.
es_es: Cerrar herméticamente los recipientes y colocarlos en la cámara termostatizada, ajustada a la temperatura y presión indicadas en la monografía; tras el equilibrio, realizar la cromatografía en las condiciones prescritas.

source: Close the flask and dissolve the precipitate by shaking gently.
es_es: Cerrar el matraz y disolver el precipitado con agitación suave.

source: Close the mouth of the flask loosely, for example by means of a glass bulb with a short stem, to avoid excessive loss of sulfuric acid.
es_es: Cerrar la boca del matraz sin apretar, por ejemplo con una pera de vidrio de tallo corto, para evitar una pérdida excesiva de ácido sulfúrico.

source: Closing of the vials and incorrect stopper position
es_es: El cierre de los frascos y el incorrecto calce del tapón

source: Closure
es_es: Cierre

source: Clot lysis
es_es: Lisis de coágulo

source: Clot lysis (DP)
es_es: Lisis de coágulo (medicamento)

source: Clot lysis (x 102 U/mg)
es_es: Lisis de coágulo (*10 2 U/mg)

source: Clot lysis *10 2 [U/mg]
es_es: Lisis de coágulo *10 2 [U/mg]

source: Clot lysis [U/mg]
es_es: Lisis de coágulo [U/mg]

source: Clot lysis activity is calculated in international units (IU)/mg.
es_es: La actividad de lisis de coágulo se calcula en unidades internacionales (UI) /mg.

source: Clot lysis plate assay
es_es: Ensayo de lisis de coágulo en placas

source: Clot lysis: no significant change of the biological activity could be observed over a time period of 60 days.
es_es: Lisis de coágulo: no se observó un cambio en la actividad biológica durante un período de 60 días.

source: Clot lysis: no significant change of the biological activity could be observed over a time period of 7 days.
es_es: Lisis de coágulo: no se observó un cambio en la actividad biológica durante un período de 7 días.

source: Clot lysis (indirectly)
es_es: Lisis de coágulo (indirectamente)

source: Cmax es la concentración máxima que representa la exposición pico del principio activo (o metabolito) en el plasma, suero o sangre total entera.
es_es: Cmax is the maximum concentration representing the peak exposure of the active substance (or metabolite) in plasma, serum or whole blood.

source: Cmax, Ctau y AUC parciales si es necesario.
es_es: Partial Cmax, Ctau and AUC if necessary.

source: Cmin (Ctau) es la concentración al final de un intervalo de dosificación;
es_es: Cmin (Cτ) is the concentration at the end of a dosing interval;

source: Co-administración de alimentos y líquidos con la dosis.
es_es: Co-administration with food and fluids.

source: Co-morbidities among patients with recurrent VTE are similar to those with acute VTE and are often related to underlying disease processes.
es_es: Las comorbilidades entre pacientes con TEV recurrente son similares a las de aquellos con TEV aguda y a menudo están relacionadas con procesos patológicos subyacentes.

source: Comparison of pharmacokinetic parameters of empagliflozin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin free dose tablets under fed or fasted conditions
es_es: Comparación de los parámetros farmacocinéticos de empagliflozina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de dosis libre en condiciones pre- o postprandiales

source: CoA Version:
es_es: Versión del certificado de análisis:

source: CoA for registration purposes only.
es_es: Certificado de análisis sólo para registro.

source: Coagulation profile – PT, INR
es_es: Perfil de coagulación – PT, INR

source: Coated butyl plunger stopper (ready-to-use).
es_es: Tapón del émbolo de butilo recubierto (listo para usar).

source: Coated rubber stopper specification
es_es: Especificación del tapón de caucho recubierto

source: Coating B2-42
es_es: Revestimiento B2-42

source: Coating B2-44
es_es: Revestimiento B2-44

source: Cobalt has been classified as CMR 1B in ATP 14.
es_es: El cobalto se clasificó como CMR 1B en la clasificación ATP 14.

source: Cobalt is present above 0.1% and may be present up to 0.5% in stainless steel needles.
es_es: La presencia de cobalto supera el 0.1% y puede alcanzar el 0.5% en las agujas de acero inoxidable.

source: Code
es_es: Código

source: Code of Federal Regulations
es_es: Código de Reglamentos Federales

source: Coefficient of correlation
es_es: Coeficiente de correlación

source: Coefficient of correlation (r)
es_es: Coeficiente de correlación (r)

source: Coefficient of correlation (r):
es_es: Coeficiente de correlación (r):

source: Coefficient of correlation r
es_es: Coeficiente de correlación r

source: Coefficient of correlation r = 0.999916
es_es: [fuzzy]Coeficiente de correlación r = 0.999916

source: Coefficient of correlation r ≥ 0.990 (linear regression)
es_es: Coeficiente de correlación r ≥ 0.990 (regresión lineal)

source: Coefficient of correlation:
es_es: Coeficiente de correlación:

source: Coefficient of determination
es_es: Coeficiente de determinación

source: Coefficient of variation
es_es: Coeficiente de variación

source: Coefficient of variation (CV) was low to moderate (approximately 19 to 42%) for all PK parameters for both treatments (Table 11.5.2.1.2: 1).
es_es: El coeficiente de variación fue bajo a moderado para todos los parámetros farmacocinéticos de ambos tratamientos (aproximadamente 19 a 42%, Tabla 11.5.2.1.2: 1).

source: Coefficient of variation 1), determined with reference to the peak areas of DMA
es_es: Coeficiente de variación 1), determinado con referencia a las áreas de los picos de DMA

source: Coefficient of variation 1), determined with reference to the peak areas of tert-butyl methyl ether and ethyl acetate
es_es: Coeficiente de variación 1), determinado con referencia a las áreas de los picos de metilterbutil éter y acetato de etilo

source: Coefficient of variation 1), determined with reference to the peak areas of ethylene glycol
es_es: Coeficiente de variación 1), determinado con referencia a las áreas de los picos de etilenglicol
